Monitor/Prerequisites/Apache Group/jakarta-tomcat-4.0.1/webapps/soap/soap-2_2/samples/messaging/msg2.xml

<!-- the handler of this message throws an exception -->
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
<s:Body>
<bustedRequest xmlns="urn:po-processor">
  <stuff/>
</bustedRequest>
</s:Body>
</s:Envelope>
